Repository: Group-3-KTC/job-huntly-admin-app
Catalog: src/i18n/locales/*.po
Languages: vi

source: Dashboard
vi: Bảng điều khiển

source: Report List
vi: Danh sách báo cáo

source: Company List
vi: Danh sách công ty

source: Job List
vi: Danh sách công việc

source: Candidate List
vi: Danh sách ứng viên

source: Total Candidates
vi: Tổng ứng viên

source: Total Companies
vi: Tổng công ty

source: Total Reports
vi: Tổng báo cáo

source: Total Job Applications
vi: Tổng đơn ứng tuyển

source: Done Reports
vi: Báo cáo hoàn thành

source: Processing Reports
vi: Báo cáo đang xử lý

source: Rejected Reports
vi: Báo cáo bị từ chối

source: Up from yesterday
vi: Tăng so với hôm qua

source: Up from last week
vi: Tăng so với tuần trước

source: Down from yesterday
vi: Giảm so với hôm qua

source: Down from last month
vi: Giảm so với tháng trước

source: Company in Ho Chi Minh
vi: Công ty tại TP. Hồ Chí Minh

source: Company in Ha Noi
vi: Công ty tại Hà Nội

source: Company in Da Nang
vi: Công ty tại Đà Nẵng

source: Total Jobs
vi: Tổng số việc làm

source: Ho Chi Minh Jobs
vi: Việc làm tại TP. Hồ Chí Minh

source: Ha noi Jobs
vi: Việc làm tại Hà Nội

source: Da Nang Jobs
vi: Việc làm tại Đà Nẵng

source: Active Candidates
vi: Ứng viên hoạt động

source: Inactive Candidates
vi: Ứng viên không hoạt động

source: Banned Candidates
vi: Ứng viên bị cấm

source: Up from last month
vi: Tăng so với tháng trước

source: Manage Cv
vi: Quản lý CV

source: Collapse
vi: Thu gọn

source: Logout
vi: Đăng xuất
